Repository: AlexSB664/WBSV1
Catalog: src/Locale/*/default.po
Languages: es_mx

source: MANAGE
es_mx: ADMINISTRAR

source: Schemes Details
es_mx: Detalles de los Esquemas

source: LEAGUES
es_mx: LIGAS

source: SEASONS
es_mx: TEMPORADAS

source: SCHEMES
es_mx: ESQUEMAS

source: SCHEMES DETAILS
es_mx: DETALLES DE LOS ESQUEMAS

source: Competitions
es_mx: Competencias

source: Matches
es_mx: Tiros

source: List Leagues
es_mx: Lista De Ligas

source: Add Seasons
es_mx: Agregar Temporada

source: List Seasons
es_mx: Lista de Temporadas

source: Add Schemes Details
es_mx: Agregar Niveles de Esquema

source: List Schemes Details
es_mx: Lista de Niveles de Esquema
